[
    {
        "supportVesselName" : "Just Read the Instructions",
        "supportVesselFormerNames" : ["Marmac 303"],
        "supportVesselDescription" : ["Just Read the Instructions (JRTI) is an autonomous spaceport droneship (ASDS). JRTI is a modified barge that is outfitted with a large landing platform, station-keeping thrusters, and other equipment to allow SpaceX to land boosters at sea on high-velocity missions that don’t carry enough fuel to allow for a return-to-launch-site landing.", "Just Read the Instructions was originally based in California to support missions launching from Vandenburg Air Force Base. The droneship was moved to Florida in late 2019 to support the increasing number of missions launching from Cape Canaveral.", "Just Read the Instructions is the second SpaceX droneship to use the name. The original SpaceX droneship, operated for two experimental landings in the Atlantic Ocean in early 2015, used the same name but was retired and replaced by Of Course I Still Love You droneship in June 2015. The JRTI name was then given to the new droneship operating from California.", "JRTI was built in a Louisiana shipyard, alongside the other SpaceX droneship Of Course I Still Love You. To reach its new home in California the ship had to pass through the Panama Canal. The droneship was too wide to fit through the canal locks so the extra wing extensions – designed to provide a larger landing pad – had to be placed on deck to be installed upon arrival in California.", "Just Read the Instructions is out-fitted in a similar fashion to Of Course I Still Love You. Four azimuth thruster engines give the droneship the capability to maintain position at sea to within 3 meters using GPS. Cameras and sensors record the landings for analysis and a series of antennas up-link this data to a satellite and allow for communication with the incoming booster. Data up-link often cuts out at the moment of landing because heavy vibrations from the landing shake the antennas out of their lock with the satellite. This video explains more.", "SpaceX droneships are not designed to autonomously move themselves over long distances. Instead, a tugboat is used to tow the droneship to the target position offshore in the ocean. The exact position of the droneship is dependant on mission requirements.", "JRTI and the tugboat will leave Port Canaveral up to 7 days in advance of the launch date, with other accompanying support ships leaving later. After traveling to the landing zone the thrusters and other equipment required for the landing will be activated. Support vessels and the tugboat will then retreat to a safe distance to observe the landing. Just Read the Instructions is unmanned during all landings.", "Once the landing is complete, the Octagrabber robot will be deployed to secure the booster and SpaceX technicians will disengage the thrusters and prepare the droneship for the return journey. The tugboat will then tow JRTI back to port.", "Just Read the Instructions was towed away from Los Angeles, California, on August 1st, 2019 – destined for Morgan City, Louisiana. The droneship passed through the Panama Canal on August 18th. Because of the limited width of the Panama Canal locks, the wing extensions of Just Read the Instructions had to be cut off and placed on the deck for the transit.", "Just Read the Instructions arrived at Morgan City on August 27th, 2019, and was berthed at LAD Services of Berwick. The ship spent about 4 months there whilst the side wings were reinstalled and the barge received a general refurbishment. JRTI was then towed to Port Canaveral, Florida – arriving on December 11th, 2019. A large amount of equipment was loaded onto the droneship for the journey to Florida – the equipment was later installed onto the droneship for the upgrade.", "Between January and May 2020, SpaceX technicians worked to upgraded the JRTI for service in the Atlantic Ocean. The old azimuth retractable thrusters were replaced with electrically-driven fixed thrusters that remain permanently submerged underwater.", "To power the new thrusters, six diesel generators were installed alongside other supporting equipment. Just Read the Instructions also gained an Octagrabber robot, something it did not have during Pacific Ocean operations."],
        "internationalMaritimeOrganizationNumber" : 368219920,
        "supportVesselOwner" : "SpaceX",
        "ownerWebsite" : "https://www.spacex.com",
        "supportVesselOperator" : "SpaceX",
        "operatorWebsite" : "https://www.spacex.com",
        "supportVesselType" : "Autonomous Spaceport Droneship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Port Canaveral, FL",
        "portOfCallingLatitude" : 28.41123,
        "portOfCallingLongitude" : -80.61041,
        "yearBuilt" : 2015,
        "hullLength" : 90,
        "hullWidth" : 30,
        "yearJoinedSupportFleet" : 2015,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Julia Bergeron",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:6888044/mmsi:368219920/imo:0/vessel:MARMAC_303",
    },
    {
        "supportVesselName" : "Of Course I Still Love You",
        "supportVesselFormerNames" : ["Marmac 301"],
        "supportVesselDescription" : ["Of Course I Still Love You (OCISLY) is an autonomous spaceport droneship (ASDS) that is operated out of the Port of Long Beach, California. Of Course I Still Love You was previously based in Florida from 2015 to 2021.", "The droneship is a modified barge that is outfitted with a large landing platform, station-keeping thrusters, and other equipment to allow SpaceX to land boosters at sea on high-velocity missions that cannot carry enough fuel to allow for a return-to-launch-site landing.", "Construction of OCISLY started in early 2015 and was built as a replacement for the original experimental droneship, Just Read The Instructions. The droneship entered service in June 2015.", "OCISLY is built upon a barge – Marmac 304 – and was modified in a Louisiana shipyard. Modifications include an expanded deck to increase the size of the landing platform, the installation of 4 thruster engines so the droneship can autonomously maintain its position at sea, and blast shielding to protect electrical and engine equipment on deck.", "Of Course I Still Love You is equipped with for azimuth thrusters that are fitted to each corner of the landing platform. When deployed, they allow the droneship to maintain a precise position whilst at sea. Elon Musk has stated that the droneship is capable of maintaining its target position to within 3 meters, even under storm conditions. The droneship can reportedly maintain its target position autonomously, or under remote control by operators on a support ship.", "The droneship is fitted with cameras, sensors and other measuring equipment to allow SpaceX to record and gather data on the landings. On a number of occasions, it has been shown that the cameras can be remotely adjusted and moved during landings to provide a better perspective.", "Of Course I Still Love You is fitted with two satellite antennas for the uplink of data and for communication with the incoming booster. A common problem experienced during SpaceX webcasts is the video connection to the droneship cutting out during the landing. This occurs because vibrations created by the landing booster violently shake the droneship, temporarily breaking the connection and up-link to the satellite. This video explains more.", "A robot, officially named the Falcon 9 Securing Robot, but universally known as Octagrabber lives on the droneship and is deployed shortly after a booster landing. The robot is remotely driven from its blast-proof shelter and positioned underneath the Falcon 9. Four arms then raise up and latch onto the Falcon 9 octaweb, securing the booster for transit.", "OCISLY is equipped with remotely-operated firefighting hoses that can quickly deluge the droneship in water in the event of an explosion or fire caused by a failed landing.", "SpaceX droneships are not designed to autonomously move themselves over long distances. Instead, a tugboat is used to tow the droneship to the target position offshore in the Atlantic Ocean. The exact position of the droneship is dependant on mission requirements.", "Boosters used on Starlink and geostationary transfer orbit missions typically land between 600 – 675 km downrange. The furthest droneship position was 1239 km downrange, set during the STP-2 Falcon Heavy mission in June 2019.", "OCISLY and the tugboat will leave port up to 7 days in advance of the launch date, with other accompanying support ships leaving later. After traveling to the landing zone the thrusters and other equipment will be engaged. Support vessels and the tugboat will then retreat to a safe distance to observe the landing. Of Course I Still Love You is unmanned during all landings.", "Once the landing is complete, Octagrabber will be deployed to secure the booster and SpaceX technicians will dis-engage the thrusters and prepare the droneship for the return journey. The tugboat will then tow OCISLY back to port.", "SpaceX repositioned Of Course I Still Love You from Port Canaveral, Florida, to the Port of Long Beach, California in June 2021.", "Just Read the Instructions droneship was previously based in California until mid-2019 but was repositioned to Florida as launched out of Vandenberg slowed down. This meant that SpaceX no longer had a dronship to support Pacific Ocean operations.", "SpaceX then seemed to switch plans and reactivated the Vandeberg launch site to support the Starlink constellation. SpaceX chose to move OCISLY to the Pacific Ocean and replaced it with A Shortfall of Gravitas on the East Coast.", "OCISLY droneship was loaded onto heavy-lift ship Mighty Servant 1 in the Bahamas and carried all the way through the Panama Canal to Long Beach where it was unloaded."],
        "internationalMaritimeOrganizationNumber" : 8645612,
        "supportVesselOwner" : "SpaceX",
        "ownerWebsite" : "https://www.spacex.com",
        "supportVesselOperator" : "SpaceX",
        "operatorWebsite" : "https://www.spacex.com",
        "supportVesselType" : "Autonomous Spaceport Droneship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Long Beach, CA",
        "portOfCallingLatitude" : 33.74511,
        "portOfCallingLongitude" : -118.22524,
        "yearBuilt" : 2015,
        "hullLength" : 90,
        "hullWidth" : 30,
        "yearJoinedSupportFleet" : 2015,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Bob Montanaro",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:903327/mmsi:-8645612/imo:8645612/vessel:MARMAC_301",
    },
    {
        "supportVesselName" : "A Shortfall of Gravitas",
        "supportVesselFormerNames" : ["Marmac 302"],
        "supportVesselDescription" : ["A Shortfall of Gravitas (ASOG) is a SpaceX autonomous spaceport droneship (ASDS), operating out of Port Canaveral, Florida. The droneship is based upon barge Marmac 302.", "A Shortfall of Gravitas had been teased by SpaceX boss Elon Musk frequently since it was first announced in 2018. A further update by Elon suggested that the droneship would enter service in 2019 but no further updates were provided and this did not happen.", "Musk once again mentioned the droneship in October 2020, fueling rumours that the project had been restarted. A brand new Octagrabber robot was spotted in March 2021 at SpaceX Cidco Road facility. SpaceXFleet.com was able to first locate Marmac 302’s position at Bollinger Shipyard in May 2021 and photographers were able to confirm that the droneship was under construction.", "Elon Musk officially showcased the droneship on July 9th, 2021 with a short clip of ASOG running autonomously during a sea trial. A Shortfall of Gravitas arrived at its Florida home port on July 15th, 2021.", "A Shortfall of Gravitas first mission was CRS-23 on August 29th, which concluded with a successful landing of B1061, close to dead-centre."],
        "internationalMaritimeOrganizationNumber" : 368219910,
        "supportVesselOwner" : "SpaceX",
        "ownerWebsite" : "https://www.spacex.com",
        "supportVesselOperator" : "SpaceX",
        "operatorWebsite" : "https://www.spacex.com",
        "supportVesselType" : "Autonomous Spaceport Droneship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Port Canaveral, FL",
        "portOfCallingLatitude" : 28.41123,
        "portOfCallingLongitude" : -80.61041,
        "yearBuilt" : 2021,
        "hullLength" : 90,
        "hullWidth" : 30,
        "yearJoinedSupportFleet" : 2021,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "John Kraus",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:6876716/mmsi:368219910/imo:0/vessel:MARMAC_302",
    },
    {
        "supportVesselName" : "Go Quest",
        "supportVesselFormerNames" : ["Sir Lancelot", "Gulf Quest"],
        "supportVesselDescription" : ["Go Quest is a droneship support ship. The vessel carries equipment and crew to support offshore landings on SpaceX droneships. Go Quest has supported every droneship landing attempt in the Atlantic Ocean up until September 2021. The vessel was later repositioned to California to support a resurgence in Pacific Ocean recovery operations.", "Although dependant on mission requirements, the SpaceX droneship will leave port up to 7 days ahead of launch day. Go Quest will then typically leave port up to 36 hours later and meet with the droneship at the mission landing zone a few days later.", "The stern (rear) of Go Quest has 2 flights of stairs and a harness platform. SpaceX droneships are unmanned during the voyage to the landing zone and during landing attempts so the crew from GO Quest must transfer to and from the droneships. To do this, Go Quest backs its stern up to the droneship. Next, recovery teams connect themselves up with harnesses and then climb onto the droneship in a process dubbed ‘crew transfer’. For safety reasons, crew transfer does not occur at night or during rough seas.", "The deck of Go Quest is filled with a large amount of communication equipment, including a large radar dish antenna. These are used during landing attempts to relay booster telemetry and also for general communication."],
        "internationalMaritimeOrganizationNumber" : 8987876,
        "supportVesselOwner" : "Guice Offshore",
        "ownerWebsite" : "https://www.guiceoffshore.com",
        "supportVesselOperator" : "Guice Offshore",
        "operatorWebsite" : "https://www.guiceoffshore.com",
        "supportVesselType" : "Offshore Supply Vessel",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Port Fourchon, LA",
        "portOfCallingLatitude" : 29.13280,
        "portOfCallingLongitude" : -90.20135,
        "yearBuilt" : 2004,
        "hullLength" : 48.46,
        "hullWidth" : 10.97,
        "yearJoinedSupportFleet" : 2014,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Julia Bergeron",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:450521/mmsi:367564890/imo:1155515/vessel:GO_QUEST",
    },
    {
        "supportVesselName" : "Go Searcher",
        "supportVesselFormerNames" : ["Harvey Otter", "Callais Searcher"],
        "supportVesselDescription" : ["Go Searcher is a Dragon recovery ship used by SpaceX. The vessel is one of two ships configured to recover the capsule after splashdown at the end of a mission or during certain abort scenarios. Go Searcher has been a part of the SpaceX recovery fleet since 2016.", "Go Searcher has been preparing for Dragon recovery operations since early 2018, completing countless hours of training and upgrade works. The vessel had a starring role during the first flight of Crew Dragon, recovering the capsule from the Atlantic Ocean after its week-long stay at the International Space Station.", "The vessel recovered Crew Dragon for a second time during the In-Flight Abort test mission, where SpaceX purposefully destroyed a booster to test that Dragon’s escape system worked as designed.", "During summer 2018, SpaceX upgraded the vessel for Dragon recovery operations. Megan boasts a medical treatment facility, helipad, and extensive communication radars. A large lifting crane is installed on the stern of the vessel to lift the capsule from the water.", "Following splashdown of the capsule, recovery teams in small fast-approach boats connect lines between Go Searcher and Dragon, and then the capsule is carefully lifted from the water. Astronauts would then egress from the capsule once it is secured on the deck of Megan. NASA requires SpaceX to egress astronauts from Dragon within 60 minutes of splashdown.", "When splashdown occurs offshore near Cape Canaveral, astronauts will be recovered and travel back to Port Canaveral on board the recovery ship. In the event of a medical emergency or a splashdown elsewhere, a helicopter will land and transport the astronauts back to land. SpaceX completed a demonstration of a helicopter evacuation for NASA in fall 2018.", "Between April and May 2019 the ship was temporarily re-assigned to fairing recovery operations. Alongside Go Navigator, the ship was fitted with inflatables and sent to retrieve the fairings during the ArabSat-6A and Starlink 0.9 missions. The ship was successful on both occasions and delivered an intact fairing half back to Port Canaveral upon the conclusion of both missions."],
        "internationalMaritimeOrganizationNumber" : 9591648,
        "supportVesselOwner" : "Guice Offshore",
        "ownerWebsite" : "https://www.guiceoffshore.com",
        "supportVesselOperator" : "Guice Offshore",
        "operatorWebsite" : "https://www.guiceoffshore.com",
        "supportVesselType" : "Offshore Supply Ship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2010,
        "hullLength" : 49.99,
        "hullWidth" : 10.98,
        "yearJoinedSupportFleet" : 2016,
        "yearLeftSupportFleet" : 2022,
        "isActive" : "Retired",
        "photographerCredit" : "Julia Bergeron",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:426008/mmsi:366584000/imo:9591648/vessel:GO_SEARCHER",
        
    },
    {
        "supportVesselName" : "Go Navigator",
        "supportVesselFormerNames" : ["GIS Grizzly", "Harvey Grizzly", "Callais Navigator"],
        "supportVesselDescription" : ["Go Navigator is a Dragon recovery ship used by SpaceX. The vessel, alongside sister ship Go Searcher, recovers Dragon at the end of a mission or during certain abort scenarios. Go Navigator joined the recovery fleet in August 2018.", "Go Navigator was slowly upgraded to match Go Searcher throughout 2018 and 2019. The vessel is equipped with a medical treatment facility and helipad for emergency situations. When splashdown occurs offshore near Cape Canaveral, astronauts will be recovered and travel back to Port Canaveral on board the recovery ship. In the event of a medical emergency or a splashdown elsewhere, a helicopter will land and transport the astronauts back to land.", "To recover Dragon, the stern of Go Navigator has a large crane. Recovery teams in small fast-approach boats connect lines between Go Navigator and Dragon and then the capsule is carefully lifted from the water. Astronauts would then egress from the capsule once it is secured on the deck of Go Navigator. NASA requires SpaceX to egress astronauts from Dragon within 60 minutes of splashdown.", "Go Navigator has conducted many hours of training to prepare for the role of recovering Dragon and astronauts. The vessel had a supporting role during the first flight of Crew Dragon and the Dragon In-Flight Abort Test. The vessel recovered Dragon for the first time during the Crew Demo-2 mission, August 2020.", "Between April and May 2019, Go Navigator was temporarily re-assigned to fairing recovery operations for the ArabSat-6A, Starlink 0.9, STP-2, and AMOS-17 missions. The ship was fitted with inflatables and sent downrange to haul fairing halves from the water. The ship was successful and delivered a fairing half back to Port Canaveral during each mission."],
        "internationalMaritimeOrganizationNumber" : 9566887,
        "supportVesselOwner" : "Guice Offshore",
        "ownerWebsite" : "https://www.guiceoffshore.com",
        "supportVesselOperator" : "Guice Offshore",
        "operatorWebsite" : "https://www.guiceoffshore.com",
        "supportVesselType" : "Offshore Supply Vessel",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2009,
        "hullLength" : 52,
        "hullWidth" : 11,
        "yearJoinedSupportFleet" : 2018,
        "yearLeftSupportFleet" : 2022,
        "isActive" : "Retired",
        "photographerCredit" : "Rachel Moore",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:452540/mmsi:367550000/imo:9566887/vessel:SHANNON",
    },
    {
        "supportVesselName" : "Go Pursuit",
        "supportVesselFormerNames" : ["Adriatic"],
        "supportVesselDescription" : ["The GO Pursuit represents our first 170 class DP1 Mini Supply Vessel as she was upgraded in late 2020 with an A-Frame, deck winch, moonpools and Navy deck grid.  She is well configured for high accommodation projects with 24 bunks and a crew lounge near her spacious galley.  The GO Pursuit is dually certified Subchapter L&I and is approved for full International operations.  Her interesting project credits include government drills, Bahama hurricane recovery and transporting “lugs” to support the Golden Ray salvage offshore Georgia.  She is strategically located in New London, CT to meet the needs of the Northeast wind, research and government communities and is offered to clients in concert with our partner, Ryan Marine."],
        "internationalMaritimeOrganizationNumber" : 9458884,
        "supportVesselOwner" : "Guice Offshore",
        "ownerWebsite" : "https://www.guiceoffshore.com",
        "supportVesselOperator" : "Guice Offshore",
        "operatorWebsite" : "https://www.guiceoffshore.com",
        "supportVesselType" : "Offshore Supply Ship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2007,
        "hullLength" : 50,
        "hullWidth" : 10.98,
        "yearJoinedSupportFleet" : 2018,
        "yearLeftSupportFleet" : 2018,
        "isActive" : "Retired",
        "photographerCredit" : "Julia Bergeron",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:439594/mmsi:367191410/imo:9458884/vessel:GO_PURSUIT",
    },
    {
        "supportVesselName" : "NRC Quest",
        "supportVesselFormerNames" : ["SEACOR Quest", "American Quest"],
        "supportVesselDescription" : ["NRC Quest is the SpaceX Pacific Ocean support ship. Operating out of the Port of Los Angeles, NRC Quest regularly recovered Cargo Dragon One upon the conclusion of resupply missions to the International Space Station.", "In the past, the vessel also supported Pacific Ocean droneship landings on Just Read the Instructions. NRC Quest supported 8 landing attempts, of which 7 were successful. By August 2019, SpaceX had decided to move Just Read the Instructions to Florida.", "Upon the conclusion of the first CRS contract – CRS-20 – Dragon will move to splashdown in the Atlantic Ocean to be recovered by other ships. NRC Quest was then reassigned as the West Coast fairing recovery ship, recovering fairing halves from the water after splashdown.", "The vessel has also hauled fairings for Mr. Steven to use during offshore helicopter drop tests."],
        "internationalMaritimeOrganizationNumber" : 9271195,
        "supportVesselOwner" : "NRC",
        "ownerWebsite" : "",
        "supportVesselOperator" : "SEACOR Holdings",
        "operatorWebsite" : "",
        "supportVesselType" : "Offshore Supply Ship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2002,
        "hullLength" : 50,
        "hullWidth" : 11,
        "yearJoinedSupportFleet" : 2015,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Richard Perkins",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:447294/mmsi:367486370/imo:9271195/vessel:NRC_QUEST",
    },
    {
        "supportVesselName" : "Adele Elise",
        "supportVesselFormerNames" : ["Edele Elise"],
        "supportVesselDescription" : ["Adele Elise was a droneship support ship. The vessel carries equipment and crew to support offshore landings on SpaceX droneships. Adele Elise supported two droneship landing attempt in the Pacific Ocean in 2022. The vessel is owned by the Gulf Offshore Logistics LLC.", "Although dependant on mission requirements, the SpaceX droneship support vessel will leave port up to 5 days ahead of launch day. Adele Elise will then meet with the droneship at the mission landing zone a few days later.", "The stern (rear) of the Adele Elise has 2 flights of stairs and a harness platform. SpaceX droneships are unmanned during the voyage to the landing zone and during landing attempts so the crew from Adele Elise must transfer to and from the droneships. To do this, the Adele Elise backs its stern up to the droneship. Next, recovery teams connect themselves up with harnesses and then climb onto the droneship in a process dubbed ‘crew transfer’. For safety reasons, crew transfer does not occur at night or during rough seas."],
        "internationalMaritimeOrganizationNumber" : 9383792,
        "supportVesselOwner" : "Gulf Offshore Logistics",
        "ownerWebsite" : "",
        "supportVesselOperator" : "Devon Energy Production",
        "operatorWebsite" : "",
        "supportVesselType" : "Offshore Supply Vessel",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2007,
        "hullLength" : 67.07,
        "hullWidth" : 14.64,
        "yearJoinedSupportFleet" : 2021,
        "yearLeftSupportFleet" : 2021,
        "isActive" : "Retired",
        "photographerCredit" : "Jordan Doose",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:439538/mmsi:367189890/imo:9383792/vessel:ADELE_ELISE",
    },
    {
        "supportVesselName" : "Megan",
        "supportVesselFormerNames" : ["Go Searcher", "Harvey Otter", "Callais Searcher"],
        "supportVesselDescription" : ["Megan (Previously named GO Searcher) is a Dragon recovery ship used by SpaceX. The vessel is one of two ships configured to recover the capsule after splashdown at the end of a mission or during certain abort scenarios. Megan has been a part of the SpaceX recovery fleet since 2022.", "Megan was renamed from GO Searcher in February 2022 when the vessel was sold to SpaceX by previous owner/operator Guice Offshore (GO). The name is in honor of NASA astronaut Megan McArthur, the second female astronaut that SpaceX flew.", "Megan has been preparing for Dragon recovery operations since early 2018, completing countless hours of training and upgrade works. The vessel had a starring role during the first flight of Crew Dragon, recovering the capsule from the Atlantic Ocean after its week-long stay at the International Space Station.", "The vessel recovered Crew Dragon for a second time during the In-Flight Abort test mission, where SpaceX purposefully destroyed a booster to test that Dragon’s escape system worked as designed.", "During summer 2018, SpaceX upgraded the vessel for Dragon recovery operations. Megan boasts a medical treatment facility, helipad, and extensive communication radars. A large lifting crane is installed on the stern of the vessel to lift the capsule from the water.", "Following splashdown of the capsule, recovery teams in small fast-approach boats connect lines between Megan and Dragon, and then the capsule is carefully lifted from the water. Astronauts would then egress from the capsule once it is secured on the deck of Megan. NASA requires SpaceX to egress astronauts from Dragon within 60 minutes of splashdown.", "When splashdown occurs offshore near Cape Canaveral, astronauts will be recovered and travel back to Port Canaveral on board the recovery ship. In the event of a medical emergency or a splashdown elsewhere, a helicopter will land and transport the astronauts back to land. SpaceX completed a demonstration of a helicopter evacuation for NASA in fall 2018.", "Megan first recovered a Dragon with humans onboard on September 18th, 2021, during the Inspiration4 mission.", "Between April and May 2019 the ship was temporarily re-assigned to fairing recovery operations. Alongside Shannon, the ship was fitted with inflatables and sent to retrieve the fairings during the ArabSat-6A and Starlink 0.9 missions. The ship was successful on both occasions and delivered an intact fairing half back to Port Canaveral upon the conclusion of both missions."],
        "internationalMaritimeOrganizationNumber" : 9591648,
        "supportVesselOwner" : "SpaceX",
        "ownerWebsite" : "https://www.spacex.com",
        "supportVesselOperator" : "SpaceX",
        "operatorWebsite" : "https://www.spacex.com",
        "supportVesselType" : "Offshore Supply Ship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2010,
        "hullLength" : 49.99,
        "hullWidth" : 10.98,
        "yearJoinedSupportFleet" : 2022,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Bethany Schurman",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:426008/mmsi:366584000/imo:9591648/vessel:GO_SEARCHER",
    },
    {
        "supportVesselName" : "Shannon",
        "supportVesselFormerNames" : ["Go Navigator", "GIS Grizzly", "Harvey Grizzly", "Callais Navigator"],
        "supportVesselDescription" : ["Shannon (Previously named GO Navigator) is a Dragon recovery ship used by SpaceX. The vessel, alongside sister ship Megan, recovers Dragon at the end of a mission or during certain abort scenarios.", "Shannon was renamed from GO Navigator in February 2022 when the vessel was sold to SpaceX by previous owner/operator Guice Offshore (GO). The name is in honor of NASA astronaut Shannon Walker, the first female astronaut that SpaceX flew.", "Shannon was slowly upgraded to match Megan throughout 2018 and 2019. The vessel is equipped with a medical treatment facility and helipad for emergency situations. When splashdown occurs offshore near Cape Canaveral, astronauts will be recovered and travel back to Port Canaveral on board the recovery ship. In the event of a medical emergency or a splashdown elsewhere, a helicopter will land and transport the astronauts back to land.", "To recover Dragon, the stern of Shannon has a large crane. Recovery teams in small fast-approach boats connect lines between Shannon and Dragon and then the capsule is carefully lifted from the water. Astronauts would then egress from the capsule once it is secured on the deck of Shannon . NASA requires SpaceX to egress astronauts from Dragon within 60 minutes of splashdown.", "Shannon has conducted many hours of training to prepare for the role of recovering Dragon and astronauts. The vessel had a supporting role during the first flight of Crew Dragon and the Dragon In-Flight Abort Test. The vessel recovered Dragon for the first time during the Crew Demo-2 mission, August 2020.", "Between April and May 2019, Shannon was temporarily re-assigned to fairing recovery operations for the ArabSat-6A, Starlink 0.9, STP-2, and AMOS-17 missions. The ship was fitted with inflatables and sent downrange to haul fairing halves from the water. The ship was successful and delivered a fairing half back to Port Canaveral during each mission.", "Shannon successfully recovered astronauts for the first time upon the conclusion of the Crew Demo-2 mission, August 2, 2020.", "The Dragon Endeavor capsule was lifted from the water and NASA astronauts Bob Behnken and Doug Hurley were egressed from the capsule and taken to the vessel’s medical facility for checks. Shortly after, they were flown back to land by a helicopter that landed on Shannon."],
        "internationalMaritimeOrganizationNumber" : 9566887,
        "supportVesselOwner" : "SpaceX",
        "ownerWebsite" : "https://www.spacex.com",
        "supportVesselOperator" : "SpaceX",
        "operatorWebsite" : "https://www.spacex.com",
        "supportVesselType" : "Offshore Supply Ship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2010,
        "hullLength" : 52,
        "hullWidth" : 11,
        "yearJoinedSupportFleet" : 2022,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Greg Scott",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:452540/mmsi:367550000/imo:9566887/vessel:SHANNON",
    },
    {
        "supportVesselName" : "Mr. Steven",
        "supportVesselFormerNames" : [""],
        "supportVesselDescription" : ["Mr. Steven is a fast, highly maneuverable vessel that was chartered by SpaceX from 2017 until 2019 in support of the fairing recovery program. The ship was configured with a large net to catch payload fairings.", "Mr. Steven was originally built as a fast crew/supply vessel, serving the oil industry in the Gulf of Mexico. In late 2017, the vessel was chartered by SpaceX as they continued the development of the fairing recovery program. Mr. Steven was assigned to Pacific Ocean operations and based at the Port of Los Angeles, California.", "Mr. Steven’s first catch attempt was made during the PAZ mission on February 22nd, 2018. The attempt was unsuccessful, with the ship missing by a few hundred meters. Elon Musk commented that equipping a larger parafoil to the fairing could slow it down enough to allow Mr. Steven to catch it.", "Mr. Steven had a second opportunity on March 30th, 2018, during the Iridium-5 mission. Unfortunately, the fairing parafoil malfunctioned before the attempt causing the fairing to impact the ocean at high speed.", "On the following mission, Mr. Steven reportedly missed the fairing half by about 50 meters but later collected it from the water as the fairing can float. This mission was the first time that SpaceX managed to retrieve both fairing halves from the ocean in an intact state.", "In May 2018, after little success with catching a fairing half, Elon Musk announced that SpaceX would drastically increase the size of Mr. Steven’s net. After two days of work, SpaceX technicians had dismantled the old net and erected a new one that was four times larger, totaling an estimated 3,600 square meters.", "Mr. Steven, with her new net, persevered throughout the rest of 2018 but was unable to catch a fairing half during a mission. SpaceX conducted numerous drop tests in an attempt to fine-tune the process. During these tests, a helicopter would lift a fairing to 10,000ft before dropping it for Mr. Steven to chase. These tests were reportedly not successful either.", "With a lack of upcoming missions launching over the Pacific Ocean after 2018, SpaceX decided to move Mr. Steven to the Atlantic Ocean. The ship made the move in February 2019 and began operating out of Port Canaveral, Florida.", "Mr. Steven’s first encounter with the Atlantic Ocean proved to be treacherous. Whilst traveling offshore for the PSN-6 mission, Mr. Steven encountered some very bad weather where waves managed tear off two of the four arms that held up the net. The catch attempt was abandoned and the ship returned to Port Canaveral for repairs.", "It was nearly three months before Mr. Steven’s new net was fabricated and installed. The ship returned to service June 2019 but by that point her owner had been transferred and her named was changed to Go Ms. Tree."],
        "internationalMaritimeOrganizationNumber" : 9744465,
        "supportVesselOwner" : "SEACOR Marine",
        "ownerWebsite" : "https://seacormarine.com",
        "supportVesselOperator" : "Guice Offshore",
        "operatorWebsite" : "https://www.guiceoffshore.com",
        "supportVesselType" : "Crew Boat",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Morgan City, LA",
        "portOfCallingLatitude" : 29.68916,
        "portOfCallingLongitude" : -91.20028,
        "yearBuilt" : 2014,
        "hullLength" : 61.57,
        "hullWidth" : 10.36,
        "yearJoinedSupportFleet" : 2017,
        "yearLeftSupportFleet" : 2019,
        "isActive" : "Retired",
        "photographerCredit" : "Susan Allison",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:3439091/mmsi:368335000/imo:9744465/vessel:MR_STEVEN_MCCALL",
    },
    {
        "supportVesselName" : "Go Ms. Tree",
        "supportVesselFormerNames" : ["Mr Steven"],
        "supportVesselDescription" : ["Formerly named Mr. Steven. GO Ms. Tree – often shortened to Ms. Tree – is a fast, highly maneuverable vessel that was chartered by SpaceX from 2017 until 2021 in support of the fairing recovery program. The ship was configured with a large net to catch payload fairings. As of April 2021, SpaceX is no longer attempting to catch payload fairings and Ms. Tree has been retired from SpaceX operations. The name ‘Ms. Tree’ is a pun of the word ‘Mystery’.", "Ms. Tree was originally built as a fast crew/supply vessel, serving the oil industry in the Gulf of Mexico. In late 2017, the vessel was chartered by SpaceX as they continued the development of the fairing recovery program. Ms. Tree was assigned to Pacific Ocean operations and based at the Port of Los Angeles, California.", "Ms. Tree’s first catch attempt was made during the PAZ mission on February 22nd, 2018. The attempt was unsuccessful, with the ship missing by a few hundred meters. Elon Musk commented that equipping a larger parafoil to the fairing could slow it down enough to allow Ms. Tree to catch it.", "Ms. Tree had a second opportunity on March 30th, 2018, during the Iridium-5 mission. Unfortunately, the fairing parafoil malfunctioned before the attempt causing the fairing to impact the ocean at high speed.", "On the following mission, Ms. Tree reportedly missed the fairing half by about 50 meters but later collected it from the water as the fairing can float. This mission was the first time that SpaceX managed to retrieve both fairing halves from the ocean in an intact state.", "In May 2018, after little success with catching a fairing half, Elon Musk announced that SpaceX would drastically increase the size of Ms. Tree’s net. After two days of work, SpaceX technicians had dismantled the old net and erected a new one that was four times larger, totaling an estimated 3,600 square meters.", "Ms. Tree, with her new net, persevered throughout the rest of 2018 but was unable to catch a fairing half during a mission. SpaceX conducted numerous drop tests in an attempt to fine-tune the process. During these tests, a helicopter would lift a fairing to 10,000ft before dropping it for Ms. Tree to chase. These tests were reportedly not successful either.", "With a lack of upcoming missions launching over the Pacific Ocean after 2018, SpaceX decided to move Ms. Tree to the Atlantic Ocean. The ship made the move in February 2019 and began operating out of Port Canaveral, Florida.", "Ms. Tree’s first encounter with the Atlantic Ocean proved to be treacherous. Whilst traveling offshore for the PSN-6 mission, Ms. Tree encountered some very bad weather where waves managed tear off two of the four arms that held up the net. The catch attempt was abandoned and the ship returned to Port Canaveral for repairs.", "It was nearly three months before Ms. Tree’s new net was fabricated and installed. The ship returned to service June 2019 where she finally made her first successful catch of a payload fairing half during the STP-2 mission.", "Ms. Tree’s first successful catch was on June 25th, 2019, during the STP-2 mission. This was Ms. Tree’s seventh attempt. The offshore weather was noted as being optimal and the catch attempt happened a record 1350 km downrange from the launchpad.", "Ms. Tree was again successful during the AMOS-17 mission on August 7th, 2019. The program later saw further success, but not consistently. SpaceX chartered a second fairing catcher vessel, GO Ms. Chief, in August 2019 to allow them to catch both fairing halves during a single mission.", "Throughout 2020, SpaceX was not always attempting to catch the fairing half and instead opting to go straight for wet recovery, a process where the fairing is allowed to gracefully land on the ocean surface and is then lifted onto the recovery ship. This method often proved more reliable and less high-risk than catch attempts – which occasionally ended with significant damage to fairings and the catcher ships.", "With a lack of catching reliability, SpaceX decided to abandon the catching program and opted to conduct wet recovery by default. Megan and Shannon took on the responsibility of fairing recovery in March 2021 and Ms. Tree and Ms. Chief were slowly de-rigged of all SpaceX equipment – a process that itself took well over a month to complete. SpaceX made significant upgrades to both ships, including the catching structure, computer systems, communications, and rigging.", "A new fairing recovery ship, Shelia Bordelon, was contracted in March 2021 to take on the sole responsibility of fairing recovery for an interim period.", "Ms. Tree was officially retired from SpaceX recovery operations on April 6th, 2021. The crew of the vessel conducted a ceremonial water salute to spectators as they departed Port Canaveral for the very last time."],
        "internationalMaritimeOrganizationNumber" : 9744465,
        "supportVesselOwner" : "Guice Offshore",
        "ownerWebsite" : "https://www.guiceoffshore.com",
        "supportVesselOperator" : "Guice Offshore",
        "operatorWebsite" : "https://www.guiceoffshore.com",
        "supportVesselType" : "Crew Boat",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Morgan City, LA",
        "portOfCallingLatitude" : 29.68916,
        "portOfCallingLongitude" : -91.20028,
        "yearBuilt" : 2014,
        "hullLength" : 61.57,
        "hullWidth" : 10.36,
        "yearJoinedSupportFleet" : 2019,
        "yearLeftSupportFleet" : 2021,
        "isActive" : "Retired",
        "photographerCredit" : "Julia Bergeron",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:3439091/mmsi:368335000/imo:9744465/vessel:MR_STEVEN_MCCALL",
    },
    {
        "supportVesselName" : "Go Ms. Chief",
        "supportVesselFormerNames" : ["Capt Elliot McCall"],
        "supportVesselDescription" : ["GO Ms. Chief – often shortened to Ms. Chief – is one of two fairing catcher recovery ships that were chartered by SpaceX until April 2021. SpaceX is no longer attempting to catch payload fairings and Ms. Chief has been retired from SpaceX operations.", "Ms. Chief was constructed near identically to twin Ms. Tree. Both ships are fast, highly maneuverable vessels that were originally built for oil rig crew transport in the Gulf of Mexico. The name ‘Ms. Chief’ is a pun of the word ‘Mischief’.", "SpaceX has been developing the fairing recovery program since 2016. In 2017, SpaceX chartered Ms. Tree and installed a large net onto the vessel. Ms. Tree would then try to position herself underneath a falling fairing and catch it in the net before it hit the water. It took until mid-2019 for the program to yield a successful catch. Following this success, in August 2019 SpaceX charted Ms. Chief – a ship that was near identical to Ms. Tree.", "During fairing catch operations, two recovery ships were required to be able to catch both halves because each descended at the same time in different locations. Prior to Ms. Chief, Ms. Tree would attempt to catch one fairing half and then go hunting for the other, which would hopefully be floating on the ocean surface nearby.", "Ms. Chief had a difficult introduction to mission operations. During her debut mission in November 2019, the vessel encountered heavy seas and was forced to abandon the recovery attempt because engineers were concerned about the structural integrity of the net system. On her first full mission – JCSAT-18 – the vessel suffered some minor damage to her net structure and was taken out of service for a few weeks whilst repairs were made.", "Ms. Chief has made a handful of attempts at catching a fairing half. The ship caught a fairing half for the first time during the ANASIS-II mission on July 20th, 2020.", "Throughout 2020, SpaceX was not always attempting to catch the fairing half and instead opting to go straight for wet recovery, a process where the fairing is allowed to gracefully land on the ocean surface and is then lifted onto the recovery ship. This method often proved more reliable and less high-risk than catch attempts – which occasionally ended with significant damage to fairings and the catcher ships.", "With a lack of catching reliability, SpaceX decided to abandon the catching program and opted to conduct wet recovery by default. GO Searcher and GO Navigator took on the responsibility of fairing recovery in March 2021 and Ms. Tree and Ms. Chief were slowly de-rigged of all SpaceX equipment – a process that itself took well over a month to complete. SpaceX made significant upgrades to both ships, including the catching structure, computer systems, communications, and rigging.", "A new fairing recovery ship, Shelia Bordelon, was contracted in March 2021 to take on the sole responsibility of fairing recovery for an interim period.", "Ms. Chief completed final decommissioning work and departed from Port Canaveral, retiring from SpaceX operations, on April 12th, 2021."],
        "internationalMaritimeOrganizationNumber" : 9744453,
        "supportVesselOwner" : "Guice Offshore",
        "ownerWebsite" : "https://www.guiceoffshore.com",
        "supportVesselOperator" : "Guice Offshore",
        "operatorWebsite" : "https://www.guiceoffshore.com",
        "supportVesselType" : "Crew Boat",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Morgan City, LA",
        "portOfCallingLatitude" : 29.68916,
        "portOfCallingLongitude" : -91.20028,
        "yearBuilt" : 2014,
        "hullLength" : 61.57,
        "hullWidth" : 10.37,
        "yearJoinedSupportFleet" : 2019,
        "yearLeftSupportFleet" : 2021,
        "isActive" : "Retired",
        "photographerCredit" : "Kyle Montgomery",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:5126789/mmsi:338035000/imo:9744453/vessel:CAPT__ELLIOT_MCCALL",
    },
    {
        "supportVesselName" : "Big Stone Leader",
        "supportVesselFormerNames" : [""],
        "supportVesselDescription" : ["Big Stone Leader is a Passenger and Cargo Utility Vessel chartered by SpaceX to babysit fairing halves while the pair of fairing catching vessels were supporting other missions or under repair.", "Big Stone Leader was used on two different missions and stayed close to the landed fairing halves in order to keep an eye on their position and to make sure they did not become a hazard for other marine vessels.", "The fairings from the missions where Big Stone Leader was invloved were eventually picked up by Go Ms. Chief after numerous hours of watch time by Big Stone Leader"],
        "internationalMaritimeOrganizationNumber" : 366665740,
        "supportVesselOwner" : "Delaware Bay Launch Service",
        "ownerWebsite" : "https://www.delawarebaylaunch.com",
        "supportVesselOperator" : "Delaware Bay Launch Service",
        "operatorWebsite" : "https://www.delawarebaylaunch.com",
        "supportVesselType" : "Passenger",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Baltimore, PA",
        "portOfCallingLatitude" : 39.24747,
        "portOfCallingLongitude" : -76.57285,
        "yearBuilt" : 1978,
        "hullLength" : 35.05,
        "hullWidth" : 6.71,
        "yearJoinedSupportFleet" : 2020,
        "yearLeftSupportFleet" : 2020,
        "isActive" : "Retired",
        "photographerCredit" : "David Brown",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:5596924/mmsi:366665740/imo:0/vessel:BIG_STONE_LEADER",
    },
    {
        "supportVesselName" : "Shelia Bordelon",
        "supportVesselFormerNames" : [""],
        "supportVesselDescription" : ["Shelia Bordelon was a temporary contracted SpaceX fairing recovery vessel. Designed as an ultra-light subsea exploration ship, SpaceX contracted the Shelia Bordelon from March – May 2021 for the fairing recovery program, intending to use the 50 ton crane to lift fairing halves from the water after they land under parafoil control, following a Falcon 9 launch.", "Throughout 2020, SpaceX was not always attempting to catch the fairing half and instead opting to go straight for wet recovery, a process where the fairing is allowed to gracefully land on the ocean surface and is then lifted onto the recovery ship. This method often proved more reliable and less high-risk than catch attempts – which occasionally ended with significant damage to fairings and the catcher ships.", "Fairing catcher ships Ms. Tree and Ms. Chief were decommissioned and retired from SpaceX operations in April 2021 when SpaceX abandoned the catching program. Initially, Dragon recovery ships GO Searcher and GO Navigator were reassigned to fairing wet recovery but ultimately had to return to their primary Dragon role to support conflicting crew launches. SpaceX then contracted Shelia Bordelon for fairing operations for an interim period.", "Shelia Bordelon successfully recovered two fairing halves for the first time during the Starlink V1 L22 mission on March 24th, 2021."],
        "internationalMaritimeOrganizationNumber" : 9670638,
        "supportVesselOwner" : "Bordelon Marine",
        "ownerWebsite" : "https://bordelonmarine.com",
        "supportVesselOperator" : "Bordelon Marine",
        "operatorWebsite" : "https://bordelonmarine.com",
        "supportVesselType" : "Offshore Supply Vessel",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2014,
        "hullLength" : 78.33,
        "hullWidth" : 15.85,
        "yearJoinedSupportFleet" : 2021,
        "yearLeftSupportFleet" : 2021,
        "isActive" : "Retired",
        "photographerCredit" : "Jenny Hautmann",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:2764827/mmsi:367655260/imo:9670638/vessel:SHELIA_BORDELON",
    },
    {
        "supportVesselName" : "HOS Briarwood",
        "supportVesselFormerNames" : [""],
        "supportVesselDescription" : ["HOS Briarwood is a Offshore Supply Ship owned by Hornbeck Offshore Services that was chartered by SpaceX for a couple of fairing recovery missions during the transition period from the fairing catching ships to Bob and Doug.", "The vessel is equipped with a massive crane and was able to lift the fairing havles after they had made a controlled splasshdown into the water. The vessel was only used twice in 2021 and then retired from the SpaceX fleet."],
        "internationalMaritimeOrganizationNumber" : 9672648,
        "supportVesselOwner" : "Hornbeck Offshore Services",
        "ownerWebsite" : "https://hornbeckoffshore.com",
        "supportVesselOperator" : "Hornbeck Offshore",
        "operatorWebsite" : "https://hornbeckoffshore.com",
        "supportVesselType" : "Offshore Supply Ship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2015,
        "hullLength" : 92.05,
        "hullWidth" : 19.51,
        "yearJoinedSupportFleet" : 2021,
        "yearLeftSupportFleet" : 2021,
        "isActive" : "Retired",
        "photographerCredit" : "Scott Galliers",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:3279102/mmsi:367612350/imo:9672648/vessel:HOS_BRIARWOOD",
    },
    {
        "supportVesselName" : "Bob",
        "supportVesselFormerNames" : ["Ella G"],
        "supportVesselDescription" : ["Bob is one of SpaceX’s two new multi-purpose recovery ships. Alongside identical sister ship Doug, the two are designed for both fairing and booster recovery operations.", "Bob was converted from a former platform supply ship – a kind of mini cargo ship designed to serve offshore platforms – from May to August 2021 in Louisiana. Construction work was almost finished on Bob when Hurricane Ida hit Port Fourchon on August 29th, 2021, where Bob was docked. The ship endured sustained winds of 155 mph. Visual damage appeared to be limited to several damaged antennas. Bob sailed to Tampa for repairs, ultimately arriving at Port Canaveral for service in October 2021."],
        "internationalMaritimeOrganizationNumber" : 9529695,
        "supportVesselOwner" : "SpaceX",
        "ownerWebsite" : "https://www.spacex.com",
        "supportVesselOperator" : "SpaceX",
        "operatorWebsite" : "https://www.spacex.com",
        "supportVesselType" : "Offshore Supply Ship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Port Canaveral, FL",
        "portOfCallingLatitude" : 28.41123,
        "portOfCallingLongitude" : -80.61041,
        "yearBuilt" : 2009,
        "hullLength" : 85.37,
        "hullWidth" : 18.29,
        "yearJoinedSupportFleet" : 2021,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Derek Wise",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:454731/mmsi:368456000/imo:9529695/vessel:BOB",
    },
    {
        "supportVesselName" : "Doug",
        "supportVesselFormerNames" : ["Ingrid"],
        "supportVesselDescription" : ["Doug is one of SpaceX’s two new multi-purpose recovery ships. Alongside identical sister ship Bob, the two are designed for both fairing and booster recovery operations.", "Doug was converted from a former platform supply ship – a kind of mini cargo ship designed to serve offshore platforms – from May to August 2021 in Louisiana. The most obvious change is a large crane that has been added. The crane has an estimated boom of around 45 meters and will be used to lift fairing halves from the water, following soft-splashdown under parafoil control. Until February 2021, SpaceX was using two custom fairing catcher ships named Ms. Tree and Ms. Chief.", "Doug is also designed to tow and support droneships offshore. The ship is equipped with a large towing winch underneath a raised platform. This winch will be used to pull in the droneship towing line so that Doug can tow the ASDS. SpaceX is working towards full droneship autonomy with A Shortfall of Gravitas already equipped with it and Just Read the Instructions being upgraded.", "Doug would be able to tow the droneship to and from Port Canaveral and then release the droneship once offshore. Before these optimisations, SpaceX droneships were towed by a contracted tugboat, often Tug Finn Falgout. The droneship would only be autonomous during landing operations and towed at all other times. A second vessel, GO Quest, would shadow the droneship, carrying crew and equipment to secure boosters post-landing."],
        "internationalMaritimeOrganizationNumber" : 9529889,
        "supportVesselOwner" : "SpaceX",
        "ownerWebsite" : "https://www.spacex.com",
        "supportVesselOperator" : "SpaceX",
        "operatorWebsite" : "https://www.spacex.com",
        "supportVesselType" : "Offshore Supply Ship",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Port Canaveral, FL",
        "portOfCallingLatitude" : 28.41123,
        "portOfCallingLongitude" : -80.61041,
        "yearBuilt" : 2009,
        "hullLength" : 84.73,
        "hullWidth" : 18.29,
        "yearJoinedSupportFleet" : 2021,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Kyle Montgomery",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:454774/mmsi:368485000/imo:9529889/vessel:DOUG",
    },
    {
        "supportVesselName" : "American Champion",
        "supportVesselFormerNames" : ["Mary B. Sessa", "Gerry Bordelon", "Mischief"],
        "supportVesselDescription" : ["Built in 1976, by Main Iron Works Incorporated of Houma, Louisiana (hull #304) as the J.A.G. for Gravios Tugs Incorporated of Cut Off, Louisiana.", "In 1978, the tug was acquired by Belle Pass Towing of Golden Meadow, Louisiana. Where she retained her name.", "In 1985, she was acquired by Compass Marine Incorporated of Mobile, Alabama. Where she was renamed as the Mischief.", "In 1988, Compass Marine Incorporated renamed the tug as the Gerry Bordelon.", "In 1990, the tug was acquired by the Eastern Maine Towing Company of Waite, Maine. Where she was renamed as the Mary B. Sessa.", "In 1991, she was acquired by American Workboats of Honolulu, Hawaii. Where she was renamed as the American Champion.", "Powered by two Caterpillar diesel engines. She is a twin screw tug, rated at 3,800 horsepower."],
        "internationalMaritimeOrganizationNumber" : 7434016,
        "supportVesselOwner" : "American Marine Corporation",
        "ownerWebsite" : "http://amarinecorp.com",
        "supportVesselOperator" : "American Marine",
        "operatorWebsite" : "http://amarinecorp.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Honolulu, HI",
        "portOfCallingLatitude" : 21.31671,
        "portOfCallingLongitude" : -157.88163,
        "yearBuilt" : 1976,
        "hullLength" : 34.53,
        "hullWidth" : 8.84,
        "yearJoinedSupportFleet" : 2010,
        "yearLeftSupportFleet" : 2012,
        "isActive" : "Retired",
        "photographerCredit" : "Gary Worrell",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:434663/mmsi:367020820/imo:7434016/vessel:AMERICAN_CHAMPION",
    },
    {
        "supportVesselName" : "American Islander",
        "supportVesselFormerNames" : ["Barry G"],
        "supportVesselDescription" : ["Built in 1970 by Bender Welding and Machine at Mobile, Alabama as the Barry G (hull #407) for John E. Graham and Sons of Houma, Louisiana.", "In 1995, the tug was acquired by American Workboats Incorporated of Honolulu, Hawaii. Where she was renamed as the American Islander.", "Her powerplant consists of two Detroit Diesel V-16-71 diesels turning two screws. For a rated 1,200 horsepower. Electrical service is provided by a 40kW John Deere generator.", "Capacities include 21,000 gallons of fuel and 23,263 gallons of water. Towing equipment consists of a single hydraulic capstan with 1,500' of 1-3/8\" wire. An additional single drum with 1,300' of 7/8\" wire is fitted to the bow."],
        "internationalMaritimeOrganizationNumber" : 5293180,
        "supportVesselOwner" : "American Marine Corporation",
        "ownerWebsite" : "http://amarinecorp.com",
        "supportVesselOperator" : "American Marine",
        "operatorWebsite" : "http://amarinecorp.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Honolulu, HI",
        "portOfCallingLatitude" : 21.31671,
        "portOfCallingLongitude" : -157.88163,
        "yearBuilt" : 1970,
        "hullLength" : 31,
        "hullWidth" : 8,
        "yearJoinedSupportFleet" : 2012,
        "yearLeftSupportFleet" : 2014,
        "isActive" : "Retired",
        "photographerCredit" : "Kim Bridges",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:435112/mmsi:367035570/imo:0/vessel:AMERICAN_ISLANDER",
    },
    {
        "supportVesselName" : "Elsbeth III",
        "supportVesselFormerNames" : [""],
        "supportVesselDescription" : ["Built in 1998, by Captain Latham Smith of Green Cove Springs, Florida (hull #527608) as the Elsbeth III for the Smith Maritime Ocean Towing and Salvage Company of Palatka, Florida.", "Powered by thee, Mitsubishi S12R-Y1MPTA diesel engines. With ZF reduction gears, that are outfitted out with trolling valves for continuous shaft RPM control. Turning three, Bird-Johnson, fixed pitch propellers, mounted in kort nozzles. With a 100 horsepower bow thruster. She is a triple screw tug, rated at 5,000 horsepower.", "Her electrical service is provided by four generator sets. The tug's capacities are 110,000 gallons of fuel, 1,800 gallons of lube oil, and 8,000 gallons of potable water. With a 600 gallon per day, desalination plant.", "The towing equipment consists one, primary, Almon Johnson towing winch. Outfitted with 2,200(ft) of 2.25(in) towing wire. And, one, secondary Almon Johnson towing winch. Outfitted with 1,800(in) of 2.25(in) towing wire."],
        "internationalMaritimeOrganizationNumber" : 8983375,
        "supportVesselOwner" : "Smith Maritime",
        "ownerWebsite" : "https://www.smithmaritime.us",
        "supportVesselOperator" : "Smith Maritime",
        "operatorWebsite" : "https://www.smithmaritime.us",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Palatka, FL",
        "portOfCallingLatitude" : 29.64366,
        "portOfCallingLongitude" : -81.63014,
        "yearBuilt" : 1998,
        "hullLength" : 27.43,
        "hullWidth" : 10.97,
        "yearJoinedSupportFleet" : 2015,
        "yearLeftSupportFleet" : 2017,
        "isActive" : "Retired",
        "photographerCredit" : "Bob Remmer",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:434560/mmsi:367017460/imo:8983375/vessel:ELSBETH_III",
    },
    {
        "supportVesselName" : "Pacific Freedom",
        "supportVesselFormerNames" : ["Phillips Foss"],
        "supportVesselDescription" : ["Built in 1969, by McDermott Shipyard Incorporated of Morgan City, Louisiana (hull #159) as the Phillips Foss for the Foss Maritime Company of Seattle, Washington.", "In 2004, she was acquired by the SeaCoast Transportation Company of Seattle, Washington. Where she was renamed as the Pacific Freedom.", "In 2007, the SeaCoast Transportation Company was acquired by the K-Sea Transportation Partnership Incorporated of East Brunswick, New Jersey. Where the tug retained her name.", "In 2011, the K-Sea Transportation Partnership Incorporated was acquired by the Kirby Corporation of Channelview, Texas. Where the tug retained her name.", "In 2017, she was phased out of active service and was \"laid up\" at Seattle, Washington.", "In 2018, the tug was acquired by the Curtin Maritime Company of Long Beach, California. Where she was renamed as the Alice C.", "Powered by two, twelve cylinder, EMD 12-645 E2 diesel engines. With Lufkin RHS 2500 reduction gears Turning two, cast steel, fixed pitch propellers mounted in NautiCan kort nozzles. She is a twin screw tug rated at 4,500 horsepower.", "Her electrical service was provided by two, 90kW, John Deere 6068, generator sets. The tug's capacities are 72,000 gallons of fuel, 1,250 gallons of lube oil, and 3,100 gallons of water."],
        "internationalMaritimeOrganizationNumber" : 7047708,
        "supportVesselOwner" : "Pacific Maritime Group Incorporated",
        "ownerWebsite" : "https://www.pacificmaritimegroup.com",
        "supportVesselOperator" : "Pacific Maritime Group",
        "operatorWebsite" : "https://www.pacificmaritimegroup.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Seattle, WA",
        "portOfCallingLatitude" : 47.26057,
        "portOfCallingLongitude" : -122.43070,
        "yearBuilt" : 1969,
        "hullLength" : 23.15,
        "hullWidth" : 8.12,
        "yearJoinedSupportFleet" : 2016,
        "yearLeftSupportFleet" : 2019,
        "isActive" : "Retired",
        "photographerCredit" : "Eric Sorenson",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:440536/mmsi:367309390/imo:7047708/vessel:ALICE_C",
    },
    {
        "supportVesselName" : "Pacific Warrior",
        "supportVesselFormerNames" : ["Powhatan", "Robbyn J"],
        "supportVesselDescription" : ["Built in 1975, by Halter Marine Services, Incorporated of New Orleans, Louisiana (hull #467) as the Robbyn J. for the Jackson Marine Corporation of Houston, Texas.", "The Jackson Marine Corporation was owned by the Halliburton Corporation of Houston, Texas. The company owned a total of ninety vessels. Consisting mainly of offshore tugs, and supply vessels. With some chemical transport and well stimulation vessels.", "The Jackson Marine Corporation later merged with the Zapata Gulf Marine Company of Houston, Texas and the Gulf Fleet Marine Company of Houston, Texas. The company became the largest shipping company in the world with a total of four hundred fifteen vessels.", "In the fall of 1986, Seahorse Marine Incorporated of Lockport, Louisiana merged into the Zapata Gulf Marine Company adding an additional ninety vessels to the fleet.", "The Seahorse Marine Company had been founded by the Arthur Levey family as Arthur Levey Boat Company after World War II. The company was later acquired by Petrolane Natural Gas of Belding, Mississippi. Where the company was renamed Seahorse Marine. In 1985, Petrolane was acquired by the Texas Eastern Company of Houston, Texas. Which was a larger natural gas company. However in the fall of 1986, the Texas Eastern Company traded the company to the Zapata Gulf Marine Company for an exchange of stock.", "In 1991, the tug was acquired by the Sause Brothers Ocean Towing Company of Portland, Oregon. Where she was renamed as the Powhatan.", "In 2016, she was acquired by Westar Marine Services Incorporated of San Francisco, California. Where the tug was renamed as the Pacific Warrior.", "In 2020 the tug was acquired by Paradigm Marine LLC of Fort Lauderdale, Florida. Where she retained her name.", "Powered by two, Cummins KTA 50 diesel engines. Turning two, fixed pitch, propellers, mounted in kort nozzles. For a rated 3,200 horsepower.", "The tug's capacities are 50,000 gallons fuel. Her towing equipment consists of a towing machine. Outfitted with 2,200(ft) of 2(in) towing wire."],
        "internationalMaritimeOrganizationNumber" : 7641384,
        "supportVesselOwner" : "Westar Marine Services",
        "ownerWebsite" : "https://www.westarmarineservices.com",
        "supportVesselOperator" : "Sause Brothers Ocean Towing",
        "operatorWebsite" : "https://sause.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Kodiak, AK",
        "portOfCallingLatitude" : 57.78781,
        "portOfCallingLongitude" : -152.40042,
        "yearBuilt" : 1974,
        "hullLength" : 30.19,
        "hullWidth" : 9.14,
        "yearJoinedSupportFleet" : 2017,
        "yearLeftSupportFleet" : 2017,
        "isActive" : "Retired",
        "photographerCredit" : "Tom Brady",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:434121/mmsi:368144990/imo:7641384/vessel:PACIFIC_WARRIOR",
    },
    {
        "supportVesselName" : "Kelly C.",
        "supportVesselFormerNames" : ["Mi'Oi", "Apollo"],
        "supportVesselDescription" : ["Built in 1967, by Mangone Shipbuilding Incorporated of Houston, Texas (hull #81) as the Apollo for Crowley Marine Services Incorporated of San Francisco, California.", "She was the first Jupiter class tug constructed for Crowley Marine Services Incoprorated by the Mangone Shipbuilding Company.", "In 2000, the tug was acquired by the Sause Brothers Ocean Towing Company of Portland, Oregon. Where she was renamed as the Mi'oi.", "In 2003, the Sause Brothers Ocean Towing Company phased the tug out of service. And, she was \"laid up.\"", "In 2003, she was acquired by Westar Marine Services Incorporated of San Francisco, California. Where the tug was renamed as the Apollo.", "In 2015, the tug was chartered to the Curtin Maritime Company of Long Beach, California. Where she was renamed as the Kelly C.", "The tug was completly rebuilt, repowered, and renovated. Including installation of new Caterpillar diesel engines, installation of a new electrical system, and installation of two, new generator sets. The project also included the installation of a new deck house, new below deck crew accommodations, and new stacks. The renovated tug went under contract to the United States Navy, transporting ramp, deck barges.", "In 2017, the tug was acquired by the Curtin Maritime Company of Long Beach, California. Where the tug retained her name.", "Powered by two, Caterpillar 3512B diesel engines. Turning two, fixed pitch propellers. She is a twin screw tug, rated at 3,000 horsepower.", "Her electrical service is provided by two, 65kW Northern Lights generator sets. The tug's capacities are 4,500 gallons of fuel, 500 gallons of lube oil, 5,000 gallons of water.", "The towing equipment consists of a Skagit RB90, double drum, towing winch. Outfitted with 1,800(ft) of 1.75(in), 6x26 IWRC brightwire. Driven by a dedicated, single Detroit Diesel 6V71 diesel engine."],
        "internationalMaritimeOrganizationNumber" : 367693690,
        "supportVesselOwner" : "Curtin Maritime Company",
        "ownerWebsite" : "https://curtinmaritime.com",
        "supportVesselOperator" : "Curtin Maritime",
        "operatorWebsite" : "https://curtinmaritime.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Long Beach, CA",
        "portOfCallingLatitude" : 33.74511,
        "portOfCallingLongitude" : -118.22524,
        "yearBuilt" : 1967,
        "hullLength" : 25,
        "hullWidth" : 5,
        "yearJoinedSupportFleet" : 2017,
        "yearLeftSupportFleet" : 2017,
        "isActive" : "Retired",
        "photographerCredit" : "Jackie Pritchard",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:3718707/mmsi:367693690/imo:0/vessel:KELLY_C",
    },
    {
        "supportVesselName" : "Betty R. Gambarella",
        "supportVesselFormerNames" : ["American Pride", "Walter J. Oubre", "Kings Charter", "Nan II"],
        "supportVesselDescription" : ["Built in 1975, by Universal Iron Works Incorporated of Houma, Louisiana (hull #124) as the Nan II for the Bareboat Charter Company Incorporated of Gretna, Louisiana.", "In 1977, the tug was chartered to Kings Marine International Corporation Gretna, Louisiana. Where she was renamed as the Kings Charger.", "In 1977, she was returned to the Bareboat Charter Company Incorporated of Gretna, Louisiana. Where the tug retained her name.", "In 1978, she was chartered out, and reamed as the Walter J. Oubre.", "In 1998, the tug was acquired by American Offshore Incorporated of Stafford, Texas. Where she was renamed as the American Pride.", "In 2002, the tug was acquired by Gambarella Marine Services Incorporated of Houma, Louisiana. Where she was renamed as the Betty R. Gambarella.", "In 2012, she was acquired by Offshore Specialty Fabricators LLC. of Houma, Louisiana. Where the tug retained her name.", "In 2017, the tug was acquired by the Curtin Maritime Corporation of Long Beach, California. Where she retained her name.", "In 2021, the Curtin Maritime Corporation rebuilt the tug, and she was renamed as the Elizabeth C.", "Originally powered by two, Detroit 16V-149TI main engines. The tug was repowered and rebuilt with two, Tier III compliant, Cummins QSK-38 diesel engines, with a 5:1 reduction gear ratio. She is a twin screw tug, rated at 2,600 horsepower.", "Her electrical service is provided by two, 65kW, Northern Lights generator sets. The tug's capacities are 45,000 gallons of fuel, 1,700 gallons of lube oil, and 3,000 gallons of water.", "The towing equipment consists of an Intercon DD200, double drum, towing winch. Outfitted with 2,200(ft) of 2(in) on the port drum, and 2,200(ft) of 2(in) on the starboard drum."],
        "internationalMaritimeOrganizationNumber" : 7517478,
        "supportVesselOwner" : "Curtin Maritime Company",
        "ownerWebsite" : "https://curtinmaritime.com",
        "supportVesselOperator" : "Curtin Maritime",
        "operatorWebsite" : "https://curtinmaritime.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Long Beach, CA",
        "portOfCallingLatitude" : 33.74511,
        "portOfCallingLongitude" : -118.22524,
        "yearBuilt" : 1974,
        "hullLength" : 27.43,
        "hullWidth" : 8.53,
        "yearJoinedSupportFleet" : 2017,
        "yearLeftSupportFleet" : 2017,
        "isActive" : "Retired",
        "photographerCredit" : "Charlie Allen",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:1190856/mmsi:368000890/imo:7517478/vessel:ELIZABETH_C",
    },
    {
        "supportVesselName" : "Hawk",
        "supportVesselFormerNames" : ["Kinsman Hawk"],
        "supportVesselDescription" : ["Tug Hawk is an ocean-going escort tractor tug owned and operated by Seabulk. Tug Hawk has been contracted on-and-off since 2017 to tow SpaceX droneships offshore in the Atlantic Ocean.", "Hawk is a 6,700 horsepower tugboat chartered by SpaceX for recovery operations. SpaceX droneships cannot move themselves over long distances – to and from landing zones – and require a tugboat to tow them hundreds of kilometers downrange. Tug Hawk was first contracted for the EchoStar 105/SES-11 mission in October 2017 and has since repeated the role more than 18 times.", "Built in 1995, by the Trinity Marine Group of Lockport, Louisiana (hull #4168) as the Kinsman Hawk for the Bay Transportation Company of Tampa, Florida.", "In 1998, the Bay Transportation Company was acquired by Hvide Marine Incorporated of Tampa, Florida. Where the tug retained her name.", "In 2000, Hvide Marine Incorporated was acquired by Seabulk Towing Services Incorporated of Fort Lauderdale, Florida. Where the tug was renamed as the Hawk.", "Powered by two, six cylinder, Wartsila 6R32E diesel engines. With Aquamaster US 3001/3,600 z drives. Outfitted with stainless steel propellers. For a rated 6,700 horsepower.", "The tug's electrical service is provided by two, 135kW generator sets. Driven by two, Caterpillar 3306 diesel engines. Her capacities are 96,000 gallons of fuel oil, 1,200 gallons of lube and hydraulic oil, and 12,000 gallons of potable water.", "Her deck equipment consists of an INTERcon 93070 capstan, and winch, mounted on her bow. And another INTERcon 93070, capstan, and winch mounted on her stern."],
        "internationalMaritimeOrganizationNumber" : 9103295,
        "supportVesselOwner" : "Seabulk Towing Services",
        "ownerWebsite" : "https://seabulkgroup.com",
        "supportVesselOperator" : "Seabulk Towing",
        "operatorWebsite" : "https://seabulkgroup.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Wilmington, DE",
        "portOfCallingLatitude" : 39.72111,
        "portOfCallingLongitude" : -75.52362,
        "yearBuilt" : 1995,
        "hullLength" : 33.53,
        "hullWidth" : 12.2,
        "yearJoinedSupportFleet" : 2017,
        "yearLeftSupportFleet" : 2021,
        "isActive" : "Retired",
        "photographerCredit" : "Julia Bergeron",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:430027/mmsi:366943250/imo:9103295/vessel:HAWK",
    },
    {
        "supportVesselName" : "Rachel",
        "supportVesselFormerNames" : ["Challenger", "Kinsman Challenger", "Offshore Endeavor", "Esther St. Philip", "Equator"],
        "supportVesselDescription" : ["Built in 1976, by Allied Shipyard Incorporated of Larose, Louisiana (hull #151) as the Equator United Tugs Incorporated of Belle Chasse, Louisiana.", "In 1981, the tug was acquired by the St. Philip Coastal Towing Company of Tampa, Florida. Where the tug was renamed as the Esther St. Philip.", "In 1981, the tug was chartered to Offshore Express Incorporated of Houma, Louisiana. Where she was renamed as the Offshore Endeavor.", "In 1982, she was renturned to the St. Philip Coastal Towing Company of Tampa, Florida. Where she was renamed as the Esther St. Philip.", "In 1986, the St. Phillip Coastal Towing Company's offshore tug and barge fleet was acquired by the TECO Transport and Trade Corporation of Tampa, Florida and operated under the TECO subsidy Gulfcoast Transit Company of Tampa, Florida. Where she was renamed as the Edie Stephens.", "In 1994, she was acquired by the Bay Transportation Company of Tampa, Florida. Where the tug was renamed as the Kinsman Challenger.", "In 1998, the Bay Transportation Company was acquired by Hvide Marine Incorporated of Tampa, Florida. Where the tug was renamed as the Challenger.", "In 2000, Hvide Marine Incorporated as acquired by Seabulk Towing Services Incorporated of Fort Lauderdale, Florida. Where the tug retained her name.", "In 2010, she was \"bareboat\" chartered by the Tradewinds Towing Company of St. Augustine, Florida. Where the tug retained her name.", "In 2011, the tug was acquired by the Tradewinds Towing Company. Where she was renamed as the Rachel. Named for the Rachel Smith, co-founder of the Tradewinds Towing Company. And, sister to company President Dominique Smith.", "Powered by two, Caterpillar 3516 diesel engines. With Reintjes reduction gears, at a ratio of 6.8:1. Turning two, four bladed, fixed pitch, stainless steel propellers, mounted in kort nozzles. For a rated 3,800 horsepower.", "Her electrical service is provided by two, 75kW generator sets. The tug's capacities are 86,000 gallons of fuel, 1,650 gallons of lube oil, and 12,000 gallons of potable water.", "The towing gear consists of an INTERcon DD200, double drum, towing winch outfitted 2000(ft) of 2(in) towing wire on the port drum. And, 1,800(ft) of 2(in) towing wire on the starboard drum."],
        "internationalMaritimeOrganizationNumber" : 7600378,
        "supportVesselOwner" : "Tradewinds Towing Company",
        "ownerWebsite" : "https://tradewindstowing.com",
        "supportVesselOperator" : "Tradewinds Towing",
        "operatorWebsite" : "https://tradewindstowing.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "St Augustine, FL",
        "portOfCallingLatitude" : 29.88461,
        "portOfCallingLongitude" : -81.32075,
        "yearBuilt" : 1976,
        "hullLength" : 31.61,
        "hullWidth" : 9.45,
        "yearJoinedSupportFleet" : 2018,
        "yearLeftSupportFleet" : 2018,
        "isActive" : "Retired",
        "photographerCredit" : "Michael Farrell",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:447352/mmsi:367488370/imo:7600378/vessel:RACHEL",
    },
    {
        "supportVesselName" : "Eagle",
        "supportVesselFormerNames" : ["Kinsman Eagle", "Delta Deanna"],
        "supportVesselDescription" : ["Built in 1988, however by construction was originally begun by the Nashville Bridge Company of Nashville, Tennessee (hull #4168).", "However, the project was transferred to Halter Marine Services Incorporated of Lockport, Louisiana as the Kinsman Eagle for the Bay Transportation Company of Tampa, Florida.", "In 1993, the tug was acquired by Bay and Delta Maritime Services Incorporated of San Francisco, California. Where she was renamed as the Delta Deanna.", "In 1999, she was acquired by SeaBulk Towing Services Incorporated of Fort Lauderdale, Florida. Where the tug was renamed as the Eagle.", "Powered by two, seven cylinder, Burmeister and Wain 7S28LU-4 diesel engines. With Niigata ZP3A z drives. Outfitted with 67(in), four bladed, stainless steel propellers. For a rated 3,200 horsepower.", "The tug's electrical service is provided by two, 135kW Caterpillar 3306 generator sets. Her capacities are 78,000 gallons of fuel, 509 gallons of lube and hydraulic oil, and 6,000 gallons of potable water.", "Her deck equipment consists of an INTERcon 175, double drum, towing and escort, winch. Mounted on her stern."],
        "internationalMaritimeOrganizationNumber" : 8207721,
        "supportVesselOwner" : "Seabulk Towing Services",
        "ownerWebsite" : "https://seabulkgroup.com",
        "supportVesselOperator" : "Seabulk Towing",
        "operatorWebsite" : "https://seabulkgroup.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Tampa, FL",
        "portOfCallingLatitude" : 27.89048,
        "portOfCallingLongitude" : -82.53539,
        "yearBuilt" : 1988,
        "hullLength" : 28.25,
        "hullWidth" : 11.64,
        "yearJoinedSupportFleet" : 2018,
        "yearLeftSupportFleet" : 2018,
        "isActive" : "Retired",
        "photographerCredit" : "Kyle Montgomery",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:442806/mmsi:367379190/imo:8207721/vessel:EAGLE",
    },
    {
        "supportVesselName" : "Signet Warhorse III",
        "supportVesselFormerNames" : ["Dumar III", "Dolphin III", "Harvey War Horse III"],
        "supportVesselDescription" : ["Built in 2001, by Thoma-Sea Boatbuilders Incorporated of Houma, Louisiana (hull #111) as the Dumar III for Dolphin Marine Incorporated of Golden Meadow, Louisiana.", "In 2002, the Dolphin Marine Company was recognized into the Dolphin Marine International Company of Golden Meadow, Louisiana. Where the tug was renamed as the Dolphin III.", "In 2010, the Dolphin Marine International Company was acquired by Harvey Gulf International Marine of New Orleans, Louisiana. Where she was renamed as the Harvey War Horse III.", "In 2014, Harvey Gulf International Marine Incorporated's towing division was acquired by the Signet Maritime Corporation of Houston, Texas. Where the tug was renamed as the Signet War Horse III.", "Powered by two, EMD-20-710G7B, turbo diesel engines. With Lufkin 500 HC-1640-10 reduction gears, at a ratio of 6:1. Turning two, 149(in) by 154(in), four bladed, stainless steel, fixed pitch propellers, mounted in kort nozzles, with a 500 horsepower, Schottel bow thruster. She is a twin screw tug rated at 12,500 horsepower.", "Her electrical service is provided by two, Tier III compliant, 200kW generator sets. Driven by two, John Deere 6185AFM85 diesel engines. And one, Tier III compliant, 75kW generator set. Driven by a John Deere 4045AFM85 diesel engine. The tug's capacities are 268,060 gallons of fuel oil, 2,300 gallons of lube oil, 1,000 of hydraulic oil, 65,400 gallons of ballast water, and 25,200 gallons of potable water.", "The towing equipment consists of an INTERcon DW 250, double drum, towing winch. Outfitted with 3,000(ft) of 3(in) towing wire on the primary drum. And, 2,500(ft) of 3(in) towing wire on the secondary drum. With two, 20 ton \"deck tuggers\", a set of 350 ton, Triplex H-350 \"shark jaws,\" with a hydraulic towing pin system, a 5(ft) by 14(ft), deck level roller, and Alaskan pedestal crane."],
        "internationalMaritimeOrganizationNumber" : 8967577,
        "supportVesselOwner" : "Signet Maritime Corporation",
        "ownerWebsite" : "http://www.signetmaritime.com",
        "supportVesselOperator" : "Signet Maritime",
        "operatorWebsite" : "http://www.signetmaritime.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Port Fourchon, LA",
        "portOfCallingLatitude" : 29.13280,
        "portOfCallingLongitude" : -90.20135,
        "yearBuilt" : 2002,
        "hullLength" : 43.74,
        "hullWidth" : 15.24,
        "yearJoinedSupportFleet" : 2019,
        "yearLeftSupportFleet" : 2019,
        "isActive" : "Retired",
        "photographerCredit" : "Julia Bergeron",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:454268/mmsi:368105000/imo:8967577/vessel:SIGNET_WARHORSE_III",
    },
    {
        "supportVesselName" : "Hollywood",
        "supportVesselFormerNames" : ["Shamon", "Broward", "Cape Canaveral", "Signet Enterprise"],
        "supportVesselDescription" : ["Built in 1984, by Sanchez Marine Shipbuilding Incorporated of Fall River, Massachusetts (hull #8305) as the Shamon.", "In 1986, the tug was acquired by Hvide Marine Incorporated of Fort Lauderdale, Florida. Where she was renamed as the Broward.", "In 1996, Hvide Marine Incorporated renamed the tug as the Cape Canaveral.", "In 2000, Hvide Marine Incorporated was acquired by Seabulk Towing Services Incorporated of Fort Lauderdale, Florida. Where the tug retained her name.", "In 2002, SeaBulk Towing Services renamed the tug as the Hollywood.", "In 2003, the tug was chartered to the Signet Maritime Corporation of Houston, Texas. Where the tug was renamed as the Signet Enterprise.", "Where the tug worked in cooperation with the Brownsville, Texas Fire Department. Providing fire fighting support for the growing Port activities. Equipped with a large capacity fire pump, and \"water cannon.\" Which was capable of pumping 3,200 gallons of seawater per minute. To fight any fire plus the tug could carry 720 gallons of foam to use on oil or chemical fires when needed.", "In 2005, she was returned to SeaBulk Towing Services Incorporated of Fort Lauderdale, Florida. Where she was renamed as the Hollywood.", "In 2016, the tug was chartered \"bareboat\" to the Tradewinds Towing Company of St. Augustine, Florida. Where the tug retained her name.", "In 2019, she was acquired by the Tradewinds Towing Company of St. Augustine, Florida. Where the tug was renamed as the Caitlin.", "Powered by two, EMD 16-645-E2 diesel engines. With Haley Marine RM-2135 reduction gears, at a ratio of 4:25:1. Turning two, four bladed, 116(in) diameter, stainless steel, fixed pitch, with 74(in) pitch for a propellers For a rated 4,200 horsepower.", "The tug's electrical service is provided by a 60kW generator set driven by one Detroit Diesel 6-71N diesel engine. And, one 65kW generator set driven by one Detroit Diesel 6-71N diesel engine. Her capacities are 76,000 gallons of fuel oil, 2,000 gallons of lube and hydraulic oil, and 7,000 gallons of potable water.", "Her towing equipment consists of a Markey TDSD-32, double drum, towing winch. Outfitted with 2,000(ft) of 2(in) towing wire on each drum."],
        "internationalMaritimeOrganizationNumber" : 8428674,
        "supportVesselOwner" : "Seabulk Towing Services",
        "ownerWebsite" : "https://seabulkgroup.com",
        "supportVesselOperator" : "Seabulk Towing",
        "operatorWebsite" : "https://seabulkgroup.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 1984,
        "hullLength" : 32.4,
        "hullWidth" : 10.3,
        "yearJoinedSupportFleet" : 2019,
        "yearLeftSupportFleet" : 2019,
        "isActive" : "Retired",
        "photographerCredit" : "Michael Farrell",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:430344/mmsi:367648150/imo:8428674/vessel:CAITLIN",
    },
    {
        "supportVesselName" : "Finn Falgout",
        "supportVesselFormerNames" : ["Sea Venture"],
        "supportVesselDescription" : ["Finn Falgout is an ocean-going tugboat owned and operated by Falgout Brothers Marine Company. Finn Falgout was chartered by SpaceX from April 2020 to June 2022 to tow SpaceX droneships offshore in the Atlantic Ocean for operational missions and trials.", "Finn Falgout towed a SpaceX droneship offshore more than 30 times, making the vessel the most experienced in the role as of May 2021.", "Built in 1975, by the Equitable Equipment Company Incorporated of New Orelans, Louisiana (hull #1651) as the Janet Theriot for Nolty J. Theriot Offshore Incorporated of Golden Meadow, Louisiana.", "In 1984, the tug was sold. Where she was renamed as the Janet. In 1991, the tug was acquired by Crowley Marine Services Incorporated of San Francisco, California. Where she was renamed as the Sea Venture.", "The tug was the second Sea Victory class tug for Crowley Marine Services Incorporated.", "In 2011, the tug was acquired by the Falgout Brothers Marine Company. A subsidy of Global Towing Services Incorporated of LaRose, Louisiana. Where she was renamed as the Finn Falgout.", "Powered by two, twenty cylinder, EMD 20-645-E5 diesel engines. With Lufkin reduction gears at a ratio of 5.930:1. Turning two, four bladed, stainless steel, fixed pitch propellers, mounted in sort nozzles. She is a twin screw tug, rated at 7,200 horsepower.", "Her electrical service is provided by two Detroit 8V-71 generators. The tug's capacities are 199,727 gallons of fuel oil, 3,350 gallons of lube oil, and 7,950 gallons of potable water.", "The towing gear consists of an INTERcon DD-250 double drum towing machine outfitted with 3,000(ft) of 2.25(in) wire on one drum, and 3,600(ft) of 2.25(in) on the second drum. She is also equipped with two emergency hawsers consisting of 300(ft) of 10(in) Samson braid line."],
        "internationalMaritimeOrganizationNumber" : 7390765,
        "supportVesselOwner" : "Offshore Towing Incorporated",
        "ownerWebsite" : "https://www.offshoretowing.com",
        "supportVesselOperator" : "Crowley Maritime Corporation",
        "operatorWebsite" : "https://www.crowley.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "La Rose, LA",
        "portOfCallingLatitude" : 29.58263,
        "portOfCallingLongitude" : -90.37673,
        "yearBuilt" : 1975,
        "hullLength" : 43.25,
        "hullWidth" : 12.19,
        "yearJoinedSupportFleet" : 2020,
        "yearLeftSupportFleet" : 2022,
        "isActive" : "Retired",
        "photographerCredit" : "Kyle Montgomery",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:451328/mmsi:367586250/imo:7390765/vessel:FINN_FALGOUT",
    },
    {
        "supportVesselName" : "Lauren Foss",
        "supportVesselFormerNames" : ["Deborah W.", "Sun Quest", "Odyssea Quest"],
        "supportVesselDescription" : ["Built in 2002, by the Marine Power and Equipment Company of Seattle, Washington as the Deborah W. for the American Cargo Transport Corporation of Tukwila, Washington.", "The tug was originally designed to tow 480(ft) triple deck Ro/Ro barges from Seattle, Washington to Alaska. However, the market collapsed and the tug's partially completed round bottom hull, with deck houses, and a pair of General Electric diesel engines all languished for years. In 1984, Halter Marine Services Incorporated of New Orleans acquired the hull but never completed it. The tug was moved to Halter Marine Service Incorporated's yard in New Orleans, Louisiana.", "In 1984, the unfinished hull was acquired the by Sun Towing Corporation of Berwick, Louisiana. The company's President, Captain Mike Smith. Acquired the boats from his father in exchange for two other tugs. Smith contracted Gulf Coast Industries Incorporated in Morgan City, Louisiana to complete the tug. Hiring Dan Duplantis, owner of Greenwood Marine Management, as project manager. Where the tug was renamed as the Sun Quest. And, the unfinished tug was completed at Halter Marine Services Incorporated's yard in New Orleans, Louisiana.", "In January of 2002, Duplantis began work on the tug. With a barge that was filled with parts of the uncompleted boat. The tug was about seventy percent complete when it was acquired by the Sun Towing Corporation. They lacked shafts, rudders, and the General Electric diesel engines. Compounded by the fact that many parts on the barge were usable.", "Once the project began the owners realized that many of the pieces were on the barge, and it was a matter of assembling the pieces of the puzzle. This made the project economical. The next hurdle was bringing the hulls to SOLAS standards. The cost adopting SOLAS standards was another contention the many potential owners may had used to opt away from the tugs.", "When the hulls were first constructed they were not intended to be SOLAS compliant. However, Smith made the determination to bring them into SOLAS compliance. The challenge was to bring them into compliance with current standards, or the requirements when the keels were laid. Because the keels where laid down in 1982, when SOLAS requirements were not as onerous. An agreement with the American Bureau of Shipping to modify them to meet SOLAS standards with compromises where made in regards to cabins, and the galley.", "Some of the construction work was more straightforward than the work required to get SOLAS approval. The tugs were originally designed for controllable pitch propellers, thus the marine gears lacked a reverse. The decision was made to eliminate the CP propellers. The gears were sent off to Haley Marine Gears of Greenville, Mississippi, where they were rebuilt, and reverse was added.", "In the bow of the tug, the original design called for a 48(in) bowthruster to be propelled by shafts powered from the engine room. The builders redesigned the thruster to operated hydraulically. Reducing the risk of mechanical problems. The bowthruster is powered by a single, 500 horsepower Cummins Marine KTA19 diesel engine.", "Powered by two, keel cooled, ALCO 16-251F diesel engines. To install the ALCOs, the engine beds, which had been built for the General Electric engines, the beds had to be redesigned. With Haley GMC 4228, V-HRC-81390-SB reduction gears. The engine rooms were also redesigned, with new shaft lines, rudders. Turning two, 144(in) by 127(in), Manganese Bronze, fixed pitch propellers, mounted in the newly installed kort nozzles. She is a twin screw tug, rated at 8,200 horsepower.", "The tug's electrical service is provided by two, 179kW, Newage generator sets. Driven by two Cummings N-14-TA diesel engines. With a third, auxiliary, 80kW, Midamerica MN 18100 Gen-Leroy Somer, LSA 43.2, generator set. The tug's capacities are 224,000 gallons of fuel, 1,000 gallons of hydraulic oil, 5,500 gallons of lube oil, 9,000 gallons of water, and 30,000 gallons of wash water.", "Her towing equipment consists of an INTERcon DD-225, double drum, towing winch. Outfitted with 3,500(ft) of 2.5(in) towing wire on the port drum. And, 2,600(ft) of 2.25(in) towing wire on the starboard drum. Powered by a single, Detroit Diesel 8V-71 diesel engine. Mounted close to the winch. But beneath a weather cover on the stern deck. The tug is also fitted with a 10 ton, hydraulic, deck crane, with a 56(ft) extending boom.", "In 2002, the Sun Towing Corporation renamed the tug as the Odyssea Quest. In 2003, the tug was acquired by the Foss Maritime Company of Seattle, Washington. Where she was renamed as the Lauren Foss."],
        "internationalMaritimeOrganizationNumber" : 8218938,
        "supportVesselOwner" : "Foss Maritime Company",
        "ownerWebsite" : "https://www.foss.com",
        "supportVesselOperator" : "Foss International",
        "operatorWebsite" : "https://www.foss.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Seattle, WA",
        "portOfCallingLatitude" : 47.26057,
        "portOfCallingLongitude" : -122.43070,
        "yearBuilt" : 2003,
        "hullLength" : 45.66,
        "hullWidth" : 12.2,
        "yearJoinedSupportFleet" : 2020,
        "yearLeftSupportFleet" : 2021,
        "isActive" : "Retired",
        "photographerCredit" : "Joel Kifer",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:357782/mmsi:303350200/imo:8218938/vessel:LAUREN_FOSS",
    },
    {
        "supportVesselName" : "Mr. Jonah",
        "supportVesselFormerNames" : ["LT 454", "Ranger"],
        "supportVesselDescription" : ["Global Towing Service transportation fleet includes five tugs ranging in size from 3,000 HP to 9,000 HP, and two 220 foot offshore supply vessels with a highly trained crew to effectively service oil rigs and platforms. Mr. Jonah was chartered by SpaceX to be the tug for the droneship for three different missions.", "Mr. Jonah was originally named Ranger and then had its name changed to LT 454 when it was aquired by the US Army in 2008. It was then aquired by Global Towing Services and has been under their control since 2020."],
        "internationalMaritimeOrganizationNumber" : 8971841,
        "supportVesselOwner" : "Offshore Towing Incorporated",
        "ownerWebsite" : "https://www.offshoretowing.com",
        "supportVesselOperator" : "Global Towing Services",
        "operatorWebsite" : "http://www.marcellodesign.com/globaltowing/",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "La Rose, LA",
        "portOfCallingLatitude" : 29.58263,
        "portOfCallingLongitude" : -90.37673,
        "yearBuilt" : 1944,
        "hullLength" : 44,
        "hullWidth" : 10,
        "yearJoinedSupportFleet" : 2021,
        "yearLeftSupportFleet" : 2021,
        "isActive" : "Retired",
        "photographerCredit" : "Kyle Montgomery",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:428760/mmsi:366890710/imo:8971841/vessel:MR_JONAH",
    },
    {
        "supportVesselName" : "Scorpius",
        "supportVesselFormerNames" : ["Paris Theriot", "Barbara R. Mcallister", "Keoka"],
        "supportVesselDescription" : ["Built in 1966, by Nolty J. Theriot of Golden Meadow, Louisiana (hull #20) as the Paris Theriot for Nolty J. Theriot Offshore of Golden Meadow, Louisiana.", "In 1970, the tug was acquired by the McAllister Brothers Towing Company of New York, New York. Where she was renamed as the Barbara R. McAllister.", "In 1990, she was acquired by the Sause Brothers Ocean Towing Company of Coos Bay, Oregon. Where the tug was renamed as the Kekoa. And in 1993, the tug underwent an extensive refitting and rebuilding.", "In 1998, the tug was acquired by the Coos Bay Towing Company of Coos Bay, Oregon. Where she was renamed as the Scorpius.", "In 2007, she was acquired by the K-Sea Transportation Partnership Incorporated of East Brunswick, New Jersey. Where the tug retained her name.", "In 2007, the tug was acquired by Westar Marine Services Incorporated of San Francisco, California. Where she retained her name.", "In 2015, she was leased to the Kirby Corporation of Channelview, Texas. Where the tug retained her name.", "In 2017, the tug was retuned to Westar Marine Services Incorporated of San Francisco, California. Where she retained her name.", "In 2021, she was acquired by the Curtin Maritime Company of Long Beach, California. Where the tug retained her name.", "Rebuilt in 2018, she is powered by two, EMD 16-645E diesel engines. With Falk 2735 reduction gears, at a ratio of 4.07:1. Turning two, four bladed, 96(in) by 109(in), fixed pitch, stainless steel, propellers, mounted in Nautican kort nozzles, equipped with quad rudder systems. She is a twin screw tug rated at 3,900 horsepower.", "The tug's electrical service is provided by two, 85kW, John Deere 6068 generator sets.", "Her capacities are 75,000 gallons of fuel oil, and 5,000 gallons of fresh water.", "Her towing equipment consists of a single drum, Almon Johnson, towing winch. Outfitted with a pendant drum, hydraulic towing pins, and gypsy head. Powered by a single, GM6-71 diesel engine."],
        "internationalMaritimeOrganizationNumber" : 7210783,
        "supportVesselOwner" : "Curtin Maritime Company",
        "ownerWebsite" : "https://curtinmaritime.com",
        "supportVesselOperator" : "Westar Marine Services",
        "operatorWebsite" : "https://www.westarmarineservices.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "San Francisco, CA",
        "portOfCallingLatitude" : 37.77480,
        "portOfCallingLongitude" : -122.38473,
        "yearBuilt" : 1967,
        "hullLength" : 35.92,
        "hullWidth" : 9.6,
        "yearJoinedSupportFleet" : 2021,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Pascal Bredel",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:440199/mmsi:367302540/imo:7210783/vessel:SCORPIUS",
    },
    {
        "supportVesselName" : "Zion M. Falgout",
        "supportVesselFormerNames" : ["Freedom", "OSG Freedom"],
        "supportVesselDescription" : ["Built in 1979, by Main Iron Works Incorporated of Houma, Louisiana (hull #345) as the Freedom for the Interstate Oil Transportation Company of Philadelphia, Pennsylvania.", "At the time, the Interstate Oil Transportation Company operated two fleets. Their Northeast Fleet, which was referred to as the \"Green Fleet.\" Operated in Philadelphia, Pennsylvania. And their Southern Fleet, which was referred to as the \"White fleet\" which operated out of Tampa, Florida.", "In 1981, the Interstate Oil Transportation Company was acquired by the Southern National Resources Company of Birmingham, Alabama. The new company was named the SONAT Marine Company Incorporated of Birmingham, Alabama. Where the tug retained her name.", "In 1987, the SONAT Marine Company was acquired by the the Maritrans Operating Partnership of Tampa, Florida. Where the tug retained her name. Maritrans was formed by group of managers from the SONAT Marine Company. Who offered to form a partnership to raise the funds necessary to purchase the company. These eleven partners included some individuals who had worked for the Interstate Oil Transportation Company since the 1950's.", "In March of 1989, the Exxon Valdez ran aground in Prince William Sound near Valdez, Alaska. And in 1990, the Oil Pollution Act of 1990 was passed calling for the double hulling of all petroleum carrying vessels by January 1st of 2015. As well, as other stipulations that effected Maritrans including manning, preparedness, and spill prevention. Maritrans filed suit to fight the stipulations set fourth by OPA '90.", "By the mid 1990's, the Maritrans Operating Partners had begun to consolidate its business. By first, backing out of the black oil trade, and carrying only petroleum products and petrochemicals. The phosphate trade, and local transportation in Baltimore, Maryland that was part of the Harbor Towing subsidiary did not fit into Maritrans's new business model. As Maritrans backed out local transportation companies emerged, and established operations in the area. They included the Bouchard Transportation Company of Melville, New York and the Vane Brothers Company of Baltimore, Maryland.", "In 2006, the Maritrans Operating Partners was acquired by Overseas Shipholding Group of New York, New York. Where the tug was renamed as the OSG Freedom.", "In 2013, the tug was acquired by the Falgout Brothers of Global Towing Services Incorporated of LaRose, Louisiana. Where she was renamed as the Zion M. Falgout.", "In 2017, the tug was completely rebuilt. The work included shortening the tug's stacks, as well as, the tug's upper wheelhouse was removed, and her main wheelhouse was rebuilt with the addition of an enclosed stern control station. She is powered by two, sixteen cylinder, EMD 12-645-E5 diesel engines. With Lufkin reduction gears, at a ratio of 5.02:1. Turning two, 111(in) by 118(in), four bladed, stainless steel, fixed pitch propellers, in kort nozzles. She is a twin screw tug, rated at 5,750 horsepower.", "Her electrical service is provided by two, 6.8 liter, Tier II compliant, 99kW, generator sets. Driven by two, John Deere diesel engines. The tug's capacities are 100,000 gallons of fuel, 2,800 gallons of lube oil, and 18,000 gallons of water.", "The towing equipment consists of a Smatco double drum towing winch. Outfitted with 2,200(ft) of 2(in) towing wire on the primary drum. And 2,200(ft) of 2(in) towing wire on the secondary drum."],
        "internationalMaritimeOrganizationNumber" : 7367249,
        "supportVesselOwner" : "Offshore Towing Incorporated",
        "ownerWebsite" : "https://www.offshoretowing.com",
        "supportVesselOperator" : "Global Towing Services",
        "operatorWebsite" : "http://www.marcellodesign.com/globaltowing/",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "La Rose, LA",
        "portOfCallingLatitude" : 29.58263,
        "portOfCallingLongitude" : -90.37673,
        "yearBuilt" : 1974,
        "hullLength" : 35.21,
        "hullWidth" : 10.36,
        "yearJoinedSupportFleet" : 2022,
        "yearLeftSupportFleet" : 2022,
        "isActive" : "Retired",
        "photographerCredit" : "Josh Loewen",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:429878/mmsi:366937720/imo:7367249/vessel:ZION_M_FALGOUT",
    },
    {
        "supportVesselName" : "Debra C.",
        "supportVesselFormerNames" : ["Esteff S. Defelice", "Hunter D.", "Chinook"],
        "supportVesselDescription" : ["Built in 1971, by Halter Marine Services Incorporated of New Orleans, Louisiana (hull #253) as the Esteff S. Defelice for the Defelice Marine Towing Company of Lake Charles, Louisiana.", "In 1980, the Defelice Marine Towing Company was acquired by Gulf Fleet Marine Incorporated of Houston, Texas. Where the tug retained her name.", "In 1985, Zapata Marine Service, Gulf Fleet Marine Incorporated, and Jackson Marine Services merged to form Zapata Gulf Marine Service Incorporated of Houston, Texas. Where the tug retained her name.", "In 1988, the tug was acquired by the Dahl Tug and Barge Company Incorporated of Seattle, Washington. Where she was renamed as the Hunter D.", "In 1990, she was acquired by the Sause Brothers Ocean Towing Company of Portland, Oregon. Where she was renamed as the Chinook.", "In 2022, the tug was acquired by the Curtin Maritime Corporation of Long Beach, California. Where she was renamed as the Debra C.", "Powered by two, EMD 16-645-E2 diesel engines. With Falk MR 1635 reduction gears, at a ratio of 3.57:1. Turning two, four bladed, skewed, stainless steel, 96(in) by 96(in), right and left, outboard turning, propellers. Mounted in Nautican kort nozzles, for a rated 3,900 horsepower.", "Her electrical service is provided by two, 99kW, 75 W Marathon generators. Driven by two John Deere 6068 diesel engines. The tug's capacities are 146,000 gallons of fuel, 7,000 gallons of lube oil, and 8,000 gallons of water.", "The towing equipment consists of a Markey TDSD 36, double drum, towing winch. Outfitted with 2,600(ft) of 2.25(in) towing wire on each drum. Driven by a single, GM 671 diesel engine. With three speed, Twin Disc, torque converter. And a, 20 horsepower, horizontal drum windlass capstan on her bow."],
        "internationalMaritimeOrganizationNumber" : 7129817,
        "supportVesselOwner" : "Curtin Maritime Services",
        "ownerWebsite" : "https://curtinmaritime.com",
        "supportVesselOperator" : "Sause Brothers Ocean Towing",
        "operatorWebsite" : "https://sause.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "Long Beach, CA",
        "portOfCallingLatitude" : 33.74511,
        "portOfCallingLongitude" : -118.22524,
        "yearBuilt" : 1971,
        "hullLength" : 40.6,
        "hullWidth" : 10.36,
        "yearJoinedSupportFleet" : 2022,
        "yearLeftSupportFleet" : 2022,
        "isActive" : "Retired",
        "photographerCredit" : "Gary Elkinton",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:434840/mmsi:367027570/imo:7129817/vessel:DEBRA_C",
    },
    {
        "supportVesselName" : "Kurt J. Crosby",
        "supportVesselFormerNames" : ["Sydney Candies"],
        "supportVesselDescription" : ["Built in 2000, by the Bender Shipbuilding and Repair Company of Mobile, Alabama (hull #6930) as the Sidney Candies the Otto Candies Company of Des Allemands, Louisiana.", "In 2014, the tug was acquired by the Crosby Marine Transportation Company of Golden Meadow, Louisiana. Where she was renamed as the Kurt J. Crosby.", "Powered by a single, EMD 20-710-G7B diesel mounted on the centerline of the tug turning a single fixed pitch propeller. With two, additional EMD 16-645-E6 diesel engines mounted outboard, with two Kamewa Aquamaster 2011 z-drives, for a combined 10,000 horsepower.", "Her electrical power is provided by two, 175kW Detroit Diesel 8V-71N generator sets. With a third 45kW Detroit Diesel 4-71N generator set as an auxiliary generator.", "The tug's towing gear consists of a SMATCO Model 86-DARW-250 Double Drum \"reverse waterfall\" anchor handling winch. With SMATCO 20,000 lbs. line pull hydraulic tuggers, a SMATCO 18(ft) by 16(ft) 250 ton stern roller, a pair of SMATCO 24(in) by 14(in) \"pop up\" towing Pins, a SMATCO Model 300T \"shark jaw\" with a 36(in) grasp area, that is wire and chain capable, and an open stern with 50(ft) by 42(ft) decked anchor handling area with cargo containing rails."],
        "internationalMaritimeOrganizationNumber" : 9231341,
        "supportVesselOwner" : "Crosby Marine Transportation",
        "ownerWebsite" : "https://www.crosbytugs.com",
        "supportVesselOperator" : "Crosby Tugs",
        "operatorWebsite" : "https://www.crosbytugs.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2000,
        "hullLength" : 45.09,
        "hullWidth" : 14.63,
        "yearJoinedSupportFleet" : 2022,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Michael Farrell",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:401047/mmsi:338765000/imo:9231341/vessel:KURT_J_CROSBY",
    },
    {
        "supportVesselName" : "Crosby Skipper",
        "supportVesselFormerNames" : ["Kelly Candies"],
        "supportVesselDescription" : ["Built in 2000, by Bender Shipbuilding and Repair Company of Mobile, Alabama (hull #6940) as the Kelly Candies for Otto Candies, LLC. of Des Allemands, Louisiana.", "In 2019, the tug was acquired by Crosby Marine Transportation Company of Golden Meadow, Louisiana. Where she was renamed as the Crosby Skipper.", "Powered by a single, EMD 20-710-G7B diesel mounted on the centerline of the tug turning a single fixed pitch propeller. With two, additional EMD 16-645-E6 diesel engines mounted outboard, with two Kamewa Aquamaster 2011 z-drives, for a combined 10,000 horsepower.", "Her electrical power is provided by two, 175kW Detroit Diesel 8V-71N generator sets. With a third 45kW Detroit Diesel 4-71N generator set as an auxiliary generator.", "The tug's towing gear consists of a SMATCO Model 86-DARW-250 Double Drum \"reverse waterfall\" anchor handling winch. With SMATCO 20,000 lbs. line pull hydraulic tuggers, a SMATCO 18(ft) by 16(ft) 250 ton stern roller, a pair of SMATCO 24(in) by 14(in) \"pop up\" towing Pins, a SMATCO Model 300T \"shark jaw\" with a 36(in) grasp area, that is wire and chain capable, and an open stern with 50(ft) by 42(ft) decked anchor handling area with cargo containing rails."],
        "internationalMaritimeOrganizationNumber" : 9231353,
        "supportVesselOwner" : "Crosby Marine Transportation",
        "ownerWebsite" : "https://www.crosbytugs.com",
        "supportVesselOperator" : "Crosby Tugs",
        "operatorWebsite" : "https://www.crosbytugs.com",
        "supportVesselType" : "Tug",
        "countryOfRegistration" : "USA",
        "portOfCalling" : "New Orleans, LA",
        "portOfCallingLatitude" : 29.93723,
        "portOfCallingLongitude" : -90.05983,
        "yearBuilt" : 2000,
        "hullLength" : 45.08,
        "hullWidth" : 14.63,
        "yearJoinedSupportFleet" : 2022,
        "yearLeftSupportFleet" : 0,
        "isActive" : "Active",
        "photographerCredit" : "Peter Dieter Jansen",
        "marineFleetLink" : "https://www.marinetraffic.com/en/ais/details/ships/shipid:400443/mmsi:338255000/imo:9231353/vessel:CROSBY_SKIPPER",
    },
]
